Repository: mozilla-l10n/mt-training-data
Catalog: plk/plk_pontoon.tmx
Source language: en_us
Languages: plk

source: <bold>Use full responses with context.</bold> Be as detailed as possible, giving as much detail as you can. Share a story or example in your answers.
plk: <bold>سیاق گہ سباق سے مکمل جواب استعمال تِھیا۔</bold> کچاک گہ بی جواب تفصیلی بی، کچا تفصیل څھوْس دوبانَت۔ توموْ جُواب دہ قصہ یا مثالو اشتراک تِھیا۔

source: <bold>Why should AI only work for a few of the world’s languages?</bold>
plk: AI سہ دُنیے صرف چند جِبو کِرِیا کیْہ کوْم تِھی؟

source: Borgu Fulfulde
plk: بورگو فل فلڈے

source: Bosnian
plk: بوسین

source: Both
plk: بیئے

source: Both (Speak and Listen)
plk: بیئے (رزون گہ ݜُݨون)

source: Brahui
plk: براہُوئی

source: Brands/Organisations: Target, Burger King
plk: برینڈ/آرگنائزیشن: Target, Burger King

source: Breton
plk: بریٹون

source: [British English might make "root"]
plk: [برطانوی انگریزی سہ ”چِھرِݜ“ سنبانی بو]

source: Browse Languages
plk: جِبہ براؤز تِھیا

source: Brushaski
plk: بروشسکی

source: Build a custom goal
plk: تومیْ الہا گیْ مقصد موقرَڑ تِھیا

source: Build Profile
plk: پروفائل سنِیا

source: Bukusu
plk: بُکُوسُو

source: Bulgarian
plk: بلغارین

source: Bulk batch
plk: بڑوْ بیچ

source: Bulk Sentences Uploaded
plk: بڑیْ تعداد دہ جُملائے اپ لوڈ تِھجِلہ

source: Bulu
plk: بُولُو

source: Bunun
plk: بُونُن

source: Burmese
plk: برمی

source: Buryat
plk: بُریات

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
plk: <b> ای میل کیْہ؟ </b> اسوڑ مستقبل دہ ڈیٹا سیٹ دہ بین تبدیلِیؤ بارَد څھو سے رابطہ تھونے ضورڑت بوبانیْ۔ ایْک ای میل سہ اسوڑ رابطہ تھونے ایْک نقطہ دینیْ۔

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
plk: می ای میل جیْ ایْک لِنک ڇھیݨہ اجی کلک تھے څھوْ <termsLink> اسے سروسے </termsLink>شرائط گہ <privacyLink> رازداری پالیسی </privacyLink> سے اتفاق تھینَت آں آ چہ موزیلا څھوْڑ بِیٹا دہ حصہ ہرونے بارَد معلومات گیْ ای میل تھوبانوْ۔ کامن وائس اےْ اسپیچ پروجیکٹے کِرِیا ٹیسٹنگ

source: By editing your goal, you may lose your existing progress.
plk: تومیْ مقصد دہ ترمیم تھون دہ، څھوْ تومیْ موجودہ پیش رفعت جیْ محروم بوبانَت۔

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
plk: ای میلز وصول تھونے انتخاب تھون دہ څھوْس آ رزنَت چہ څھوْس موزیلا اےْ آ معلومات سمٹون کھوْشنَت کاتھ چہ موزیلا دہ بیان تِھجِلِن<privacyLink> رازداری پالیسی<privacyLink>

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
plk: <b> څھوْ متفِقنَت </b> کامن وائس ڈیٹاسیٹ دہ موڙیْ تھینکو شناخ تھونے کوشش نہ تِھیا۔

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
plk: تومیْ بارَد شِناکَک معلومات دِیا، څھوْس کھاں آڈیوڈیٹا کامن وائس جیْ جمع تھیَینَت اسہ اسپیچے کِرِیا لو فائدناک بَو۔

source: By telling us about yourself, you will help developers build more inclusive technology
plk: اسوڑ توموْ بارَد رزی څھوْس ڈویلپروڑ شِناک کہ جامع ٹیکنالوجی سنون دہ امداد تُھویت۔

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
plk: کامن وائس استعمال تھے څھوْس اسے <termsLink> شرائط </termsLink> گہ <privacyLink> رازداری نوٹس سے اتفاق تھینَت </privacyLink>

source: Cameroon Pidgin
plk: کیمرون پِڈگن

source: [Canadian English might make "route" sound like "rowt"]
plk: [کنیڈین سہ انگریزی ”رُوٹ“ ئڑ ”رَوٹ“ “ اےْ ولِجیْ آواز دینَن بو]

source: Can be answered in a few sentences
plk: چند جُملو مجی جُواب دِجبانوْ

source: Cancel
plk: کینسل

source: Cancel Re-recording
plk: ریکارڈنگ کینسل تِھیا۔

source: Cancel Submission
plk: جمع تھون کینسل تِھیا۔

source: Cannot submit more than 1000 sentences
plk: 1000 جُملوجیْ بسکہ جمع نہ تھوبانَت۔

source: Can't decide?
plk: فیصلہ نہ تھوبامَس؟

source: Cantonese
plk: کینٹونیز

source: Capture Speech Exactly as Spoken
plk: اسپیچ بالکل اسہ ولِجیْ کیپچر تِھیا کاتھ چہ رزجانیْ۔

source: Catalan
plk: کیٹلن

source: Cause someone to share sensitive, potentially triggering responses
plk: جیئڑ حساس، ممکنہ شان گیْ متحرک تھونے ردعملے اشتراک تھونے وجہ پشِیا

source: Central Alaskan Yupʼik
plk: وسطی الاسکا یوپک

source: Central Kurdish
plk: وسطی کردش

source: Central Melanau
plk: وسطی میلانو

source: Central Puebla Nahuatl
plk: وسطی پیوبلا ناہوٹل

source: Central Tarahumara
plk: سوسمِنی تاراہومارا

source: Change
plk: ترمیم

source: Change preferences
plk: ترجیحات بدل تِھیا۔

source: Changes both display and dataset language
plk: ڈسپلے گہ ڈیٹا بیئی بدل تِھیا

source: Changes contribution language of dataset only
plk: صرف ڈیٹاسیٹ اےْ شراکتے جِب بدل تِھینوْ

source: Changes the language dataset to which you're contributing
plk: جِبے ڈیٹا سیٹ دہ تبدیلی تھینوْ، کھاݩس دہ څھوْس تعاون تھینَت

source: Changes website text only.
plk: صرف ویب سائٹے متن بدل تِھینوْ

source: Change your email via Settings under Login Identity
plk: لاگ ان شناخے تحت ترتیباتو ذریعہ گیْ تومیْ ای میل بدل تِھیا۔

source: Check
plk: چیک تِھیا

source: Check <icon></icon> is this a linguistically correct sentence?
plk: چیک <icon></icon> تِھیا آ لسانی اعتبار گیْ صحیح جُملانو یا؟

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
plk: ڇکِیا چہ څھے جِب ادی درجِ بِلِن یا <languagesPageLink> کامن وائس جِبو صفحہ</languagesPageLink> اگر نِش تو، آ فارم پُرِیا آں بیْس <strong>څھوْڑ ایک ہسان ای میل ڇیݨویس تومیْ جِب ترتیب دونے طریقہ پشِیونے کِرِیا </strong>

source: Check Transcriptions
plk: ٹرانسکرپشنز چیک تِھیا

source: <chevron></chevron>See less
plk: <chevron></chevron> اپیْ ڇکِیا

source: <chevron></chevron>See more
plk: <chevron></chevron> مُتیْ ڇکِیا

source: Chiga
plk: چیگا

source: Chinese (China)
plk: چانیز (چائنا)

source: Chinese (Hong Kong)
plk: چانیز (ہانگ کانگ)

source: Chinese (Taiwan)
plk: چانیز (تائوان)

source: Chinyanja
plk: چنانجا

source: Chokwe
plk: چوکوے

source: Choose Culturally Specific Topics
plk: ثقافتی شان گیْ مخصوص عنواناتو انتخاب تِھیا۔

source: Choose language/localization
plk: جِب/لوکلائزیشنے انتخاب تِھیا۔

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context
plk: ادا ہسان سوالاتو انتخاب تِھیا کھاں بیل ثقافت یا سیاق گہ سباقے جیئے کِرِیا پرجون ہسان بی

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context.
plk: ادا ہسان سوالو انتخاب تِھیا کھاں ثقافت یا سیاق گہ سباق جیْ قطع نظر جیئے کِرِیا پرجون ہسان بی۔

source: Choose somewhere with a good internet connection
plk: ادَئی زائی دہ بِیا چہ کُدی انٹرنٹے کنکشن مڑنے بِی۔

source: Chuvash
plk: چواش

source: Citation
plk: حوالہ

source: Cite with a URL link or the full name of the work.
plk: یو آر ایل لنک یا کوْمے تام نُوم سے حوالہ دِیا۔

source: Citing Sentences
plk: جُملو حوالائے دون

source: Click
plk: کِلِک تِھیا

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
plk: کلک <guidanceLink> ادی </guidanceLink> آ صفحہ استعمال تھونے طریقہ سِڇھونے کِرِیا۔

source: Clicking "Generate Credentials" will create unique credentials for your account. For security reasons, the secret key is displayed <bold>only once</bold>. Please copy and store it securely. If lost, you must generate a new key, as it cannot be retrieved.
plk: ”جنریٹ کریڈینشیلز“ جیْ کلک تھون گیْ څھے اکاؤنٹے کِرِیا منفرد اسناد سنجِی۔ سیکورٹی وجوہاتو بنا جیْ، خفیہ کلید څرگن بِینیْ۔ <bold> صرف ایْک چوْٹ </bold> مہرنانی تھے کاپی تھے محفوظ چھورِیا۔ څھوْس لازمی نئی کنجی جنریٹ تِھیا۔ کاتھ چہ ست دُبار ریٹریو نہ تِھجبانیْ۔

source: Clipboard not supported
plk: کلپ بورڈ تعاون یافتہ نانوْ

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
plk: { $clipCount }صوتی کلپس، بُٹی محفوظ بِلیْ دستاویزاتو سائز { $size } معیاد ختم{ $expires }

source: Clip Graveyard
plk: کلپ جارتَڑ پھل تِھجِلوْ

source: Clips recorded
plk: کلپس ریکارڈ تِھجِلہ

source: Clips Uploaded
plk: کلپس اپ لوڈ بِلہ۔

source: Clips validated
plk: کلپو توثیق تِھجِلیْ

source: Clips You've Recorded
plk: کلپس کھاں څھا ریکارڈ تھیت۔

source: Clips You've Validated
plk: کلپس کھائیݨے څھا توثیق تھیت

source: Close
plk: بند تِھیا

source: Code Switching
plk: کوڈ سوئچنگ

source: Collecting sentences
plk: جملائے جمع تھون

source: Coming Soon
plk: جِنیْ اِینوْ

source: Comment
plk: کومنٹ

source: Common Voice data plus all other voice datasets above.
plk: کامن وائس ڈیٹا جیْ علاوہ مُتہ تمام صوتی ڈیٹاسیٹس

source: Common Voice Dataset
plk: کامن وائس ڈیٹاسیٹ

source: Common Voice is a free, open source platform for community-led data creation
plk: کامن وائس کمیونٹی قیادت دہ ڈیٹا تخلیق تھونے کِرِیا ایک مفت، اوپن سورس پلیٹ فارمُن۔

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
plk: کامن وائس موزیلا فاؤنڈیشن اےْ ایْک پروجیکٹُن، کھاں یو ایس 501 سی 3 نوْ۔ آ پروجیکٹ فی الحال تام <philantropicGrantLink>شان گیْ انسان دوستی گرانٹس گہ دُنیے جگو عطیاتو </philantropicGrantLink> ذریعہ گیْ مالی اعانت گیْ چلِیجانوْ

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
plk: کامن وائس ئڑ عطیات گہ گرانٹس گیْ مالی اعانت تِھجانیْ، اسوڑ تعلیمے ماہران، سول سوسائٹی گہ صنعتے محققینو سے تعاون تھون پسندِن۔ کامن وائس استعمال تھون گُچِھن، مگر گرانٹے تجاویزو ذریعے پلیٹ فارم گہ مدڇِھیارے اخراجات دہ باگوْ یون واقعی مددگارن۔

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
plk: کامن وائس نامیاتی، بے ساختہ، غیر اسکرپٹ شدہ تقریر جمع تھونِجیْ توجو مرکوز تِھیک دوموگوْ پلیٹ فارم شیروع تِھینوْ۔ آ گیْ لے قِسمو کمیونیٹیوڑ لئی جِنیْ گیْ ڈیٹا ٹول تھون دہ مدد ہشُو، آ سے ساتیْ ساتیْ آ ڈیٹا سائندان گہ ڈویلپروڑ گہ لو فائدناک ثابت بَو۔

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
plk: کامن وائس موزیلا اےْ آ پیش قدمی نیْ چہ مشینوڑ آ سِڇھرِی چہ حقیقی جک سہ موڙیْ کاتھ تھینَن

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
plk: کامن وائس دُنیے بُٹُج بڑوْ عوامی شان گیْ ہشی کثیر لسانی وائس ڈیٹاسیٹُن۔

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
plk: عام صوتی ریکارڈنگے استعمال تعلیمی ماہرین، کاروباری جک آں آوازو شِناخے شوقین جگو ذریعہ گیْ صوتی ماڈلز ہا عوامی شان گیْ دستیاب وسائل ترتیب دون گہ پھلرِیون دہ امدادے کِرِیا بِینیْ۔

source: Community and Languages
plk: کمیونٹی گہ جِبہ

source: Community, Creatives and Civil Society
plk: کمیونٹی، تخلیقات گہ سول سوسائٹی

source: Community participation and decision making.
plk: قامے شرکت گہ فیصلہ سازی

source: Community Playbook
plk: کمیونٹی پلے بیک

source: Confirm Goal
plk: مقصدے توثیق تِھیا

source: Connection interrupted
plk: رابطہ چِھدُن

source: Connect with Gravatar
plk: گرواٹر سے کونیکٹ بِیا۔

source: Contact
plk: رابطہ

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
plk: مصنفین، ڈرامہ نگار یا اسکرین رائٹرو سے رابطہ تِھیا آں کھوجِیا چہ سیْس تومہ کوموْ ایْک لیکھوْ ہو باگوْ عوامی ڈومین اےْ کِرِیا وقف تھون تِیار بُوئے یا

source: Contact Form
plk: رابطہ فارم

source: Contact the Common Voice team
plk: کامن وائس ٹیم سے رابطہ تِھیا

source: Contact us
plk: اسو سے رابطہ تِھیا

source: Contact Us
plk: رابطہ تِھیا

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
plk: ایْک کھری ہشی مواد<licenseLink> تخلیق العام لائسنس</licenseLink>

source: Continue
plk: جاری پھتِیا۔

source: Continue speaking
plk: موْݜ کال جاری پھتِیا

source: Continue validating
plk: توثیق تھون جاری پھتِیا

source: Continue with Skipped
plk: Skipped سے ساتیْ جاری پھتِیا

source: Contribute
plk: تعاون تِھیا

source: Contribute on GitHub
plk: GitHubجیْ تعاون تِھیا

source: Contribute sentences
plk: جملو کِرِیا تعاون تِھیا۔

source: Contribute text
plk: متَن دہ تعاون تِھیا

source: Contribute to { $lang }
plk: ادی تعاون تِھیا { $lang }

source: Contribute to text corpus
plk: ٹیکسٹ کارپس دہ تعاون تِھیا۔

source: Contributing to dataset for { $language }
plk: ڈیٹاسیٹ دہ تعاون تھونے کِرِیا { $language }

source: Contribution Activity
plk: شراکتے سرگرمی

source: Contribution Criteria
plk: شرکتے معیار

source: Contribution Experience
plk: شراکتے تجربہ

source: Contribution Guidelines
plk: شرکتے رہنما اصول

source: Contributors record voice clips by reading from a bank of donated sentences.
plk: معاونین سہ عطیہ تِھیلہ جُملو بینکِجیْ پڑیے صوتی کلپس ریکارڈ تھینَن۔

source: Conversations with friends or texting often include more natural switching. Example:
plk: دوستانو سے موْݜ کال یا ٹیکسٹنگ دہ اخسرقدرتی سوئچنگ تل بِینیْ۔

source: Cookies
plk: کوکیز

source: <cookiesLink>Cookies<cookiesLink>
plk: <cookiesLink>کوکیز<cookiesLink>

source: Copainalá Zoque
plk: کوپینالا زوک

source: Copied successfully
plk: کامیابی گیْ کاپی بِلیْ

source: Copy
plk: کاپی

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
plk: <coquiLink> کوکی </coquiLink> تقریرے ٹیکنالوجیْ پتوڑ تھونے کِرِیا وقفِن۔ آئیݨے منصوبو مجی گُٹبار گیْ سِڇھونے کِرِیا STT گہ TTS انجن شامِلَن

source: Cornish
plk: کورنش

source: Correct
plk: صحیح

source: <correct> Correct</correct>: It’s one hundred miles away from here
plk: <correct> صحیح </correct> ادِیؤ شل میل دُرِن

source: <correct>Correct</correct>: It was twenty per cent off
plk: <correct> صحیح </correct> بی فیصدے چُھوٹِس

source: <correct> Correct</correct>: See you in <underline>twenty fifteen</underline>
plk: <correct> صحیح </correct> څھو پشوݨ <underline> پنزیلے بِی </underline>

source: <correct>Correct</correct>: They were arrested by the <underline>FBI</underline> last Thursday
plk: <correct> صحیح </correct> سیُݨو گرفتار تھیگہ <underline> ایف بی آئی </underline> لگِتھیْ پاشُنمبہ چھک

source: “Correct” grammar or pronunciation – keep the speaker’s natural use.
plk: ”صحیح“ گرامر یا تلفظ ۔ اسپیکرے قدرتی موْݜ کال برقرار پھتِیا۔

source: Corsican
plk: کروشین

source: { $count } clips
plk: { $count } کلپس

source: { $count }mo
plk: mo { $count }

source: Country/Region of Residence
plk: څھے مُلک/علاقہ

source: { $count }wk
plk: wk{ $count }

source: { $count }y
plk: y { $count }

source: [Crackle] giant dinosaurs of [crackle] -riassic.
plk: [کڑکِجَون] دیوݨوْ ڈائناسور [کڑکِجَون] ریاسک

source: Create a Custom Goal
plk: ایْک حسب ضورڑت مقصد سنِیا

source: Create API Credentials
plk: API اسناد سنِیا

source: Create a profile
plk: ایْک پروفائل سنِیا۔

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
plk: اکوجیْ یا تومہ ملگیریو یا جِبے کمیونٹی سے ساتیْ جدید موْݜ کالے جُملائے سنِیا۔ مثال ‘write-a-thon’ اےْ ذریعہ گیْ

source: Create or share public domain prompts, sentences, and text for translation, small language models, and more.
plk: عوامی ڈومین پرامپٹس، جُملائے گہ ترجمائے کِرِیا متن آں لیکھیْ جِبو ماڈلز، وغیرہ سنِیا یا سیْݨے اشتراک تِھیا۔

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
plk: کامن وائس سہ جگو تنوع اےْ موقعائے پائدا تھون یقیقنی سنینوْ چہ ڈیٹاسیٹ دہ لا جیْ لا جگو خدمت تھی۔ اسا ادا وسائل گہ ٹیمپلیٹس سنیسَن کھاں څھوْس استعمال تھوبانَت۔

source: Credentials
plk: اسناد

source: Crimean Tatar
plk: کریمیائی تاتار

source: Criteria
plk: معیار

source: Croatian
plk: کروشین

source: Culturally specific questions
plk: ثقافتی شان گیْ خاص سُوالات

source: Cypriot Greek
plk: قبرصی یونانی۔

source: Czech
plk: چیک

source: Dagbani
plk: ڈگبانی

source: Daily Goal
plk: ہر دیزے مقصد

source: Dameli
plk: دمیلی

source: Danish
plk: ڈینش

source: Dargwa
plk: درگوا

source: Dashboard
plk: ڈِش بورڈ

source: Database: { $databaseLanguage }
plk: ڈیٹا بیس: { $databaseLanguage }

source: Dataset
plk: ڈیٹاسیٹ

source: Dataset: { $datasetLanguage }
plk: ڈیٹاسیٹ { $datasetLanguage }

source: Dataset [{ $datasetName }]
plk: ڈیٹاسیٹ{ $datasetName }

source: Dataset: { $datasetName }
plk: ڈیٹاسیٹ: { $datasetName }

source: Dataset Release
plk: ڈیٹا سیٹ جاری تھون

source: Datasets
plk: ڈیٹاسیٹ

source: Datasets for ASR, STT, TTS, and other NLP contexts - created through community participation.
plk: ASR، STT، TTS، آں مُتہ NLP سیاق گہ سباق اےْ کِرِیا ڈیٹا سیٹس - کمیونٹی شرکت گیْ سنجِلان۔

source: Date
plk: تاریخ

source: Dawoodi
plk: داؤدی

source: Days
plk: دیزیْ

source: Delete
plk: ڈیلیٹ

source: Delete my recordings
plk: می ریکارڈنگ ڈیلیٹ تِھیا۔

source: Delete Profile
plk: پروفائل ڈیلیٹ تِھیا

source: Dhatki
plk: ڈھاٹکی

source: Dhivehi
plk: دیویہی

source: Dholuo
plk: ڈھولو

source: Did you know…
plk: څھوْڑ لیلِن یا؟

source: Different language
plk: مختلف جِبہ

source: Difficult
plk: گران

source: Difficult to pronounce
plk: تلفظ تھون گرانِن

source: Dinka
plk: دِنکا

source: Dioula
plk: دیولا

source: Discard ongoing recording
plk: جاری ریکارڈنگ رَد تِھیا۔

source: Discover languages and communities and common voice
plk: جِبہ، کمیونیٹیز گہ مشترکہ آواز اورڑِیا

source: Disfluency
plk: بے ترتیبی

source: do
plk: تِھیا

source: Documentation
plk: دستاویزی

source: Does the sentence meet the guidelines?
plk: جُملہ تام ہدایاتو معیارَڑ اُڇھانوْ یا؟

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
plk: ڈومین اےْ مراد جُملائے موضوع نیْ۔ فی الحال،څھوْس آئیݨو مجیْ انتخاب تھوبانَت:

source: Donate
plk: عطیہ تِھیا

source: Donate your voice
plk: تومیْ آواز عطیہ تِھیا

source: Done
plk: بِلوْ

source: do not
plk: نہ تِھیا

source: Don’t
plk: نہ تِھیا

source: Don’t Add
plk: شامل یا ٹل نہ تِھیا

source: Don’t Clean Up or Simplify the Language
plk: جِب صاف گہ ہسان نہ سنِیا

source: Don’t Overthink or Overedit
plk: لئی سوچ نہ تِھیا نیں لئی ترمیم تِھیا

source: Don't see your language on Common Voice yet?
plk: چیئے بُجَیش کامن وائس دہ څھے جِب لیل نہ بِلِن یا؟

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
plk: څھے جِب ڈیٹاسیٹ دہ لیل نہ بِینیْ یا؟ جِبے درخواست تھونے کِرِیا اسے جِبو صفحہ ئڑ بوجہ۔

source: Don’t use overly formal language
plk: لئی رسمی جِب استعمال نہ تِھیا

source: Don't wish to say
plk: رزون نہ کھوْشنَس

source: Download
plk: ڈاؤنلوڈ

source: Download a certificate for your events or yourself if you have contributed to Common Voice — this would not be possible without you!
plk: اگر څھا کامن وائس دہ تعاون تھیتَن توْ تے تومیْ شرکتے بارَد ایْک سرٹیفکیٹ ڈاؤن لوڈ تِھیا — آ بیْل څھوْجیْ ممکن نانیْ ǃ

source: Download Common Voice Data
plk: کامن وائس ڈیٹا ڈاؤن لوڈ تِھیا

source: Download Data
plk: ڈیٹا ڈاؤن لوڈ تِھیا

source: Download Dataset Bundle
plk: ڈیٹا سیٹ ٹوپَل ڈاؤن لوڈ تِھیا

source: Download { $language }
plk: ڈاؤن لوڈ { $language }

source: Download Links
plk: ڈاؤن لوڈ لنکس

source: Download My Data
plk: می ڈیٹا ڈاؤن تِھیا

source: Download options for accessing Common Voice data
plk: کامن وائس ڈیٹا بُجَیش اُڇھونے اختیارات ڈاؤن لوڈ تِھیا

source: Download our press pack <icon></icon>
plk: اسے پریس پیک ڈاؤن لوڈ تِھیا <icon></icon>

source: Download our voice datasets
plk: اسے صوتی ڈیٹاسیٹس ڈاؤن لوڈ تِھیا

source: Download profile data
plk: پروفائل ڈیٹا ڈاؤن لوڈ تِھیا۔

source: Download the Dataset
plk: ڈیٹاسیٹ ڈاؤن لوڈ تِھیا

source: Download the Single Word Target Segment
plk: سنگل ورڈ ٹارگٹ سیگمنٹ ڈاؤن لوڈ تِھیا

source: Download your contribution certificate
plk: تومیْ شرکتے سرٹیفکیٹ ڈاؤن لوڈ تِھیا

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
plk: څھوْ دیْ آئڈیائے ہنہ یا چہ بیْس کاتھ کامن وائس ڈیٹاسیٹ شنا گہ مِݜٹوْ سنبوݨَس؟ اسوڑ ڈسکورس جیْ پشِیا۔

source: Do you want to continue?
plk: څھوْس جاری پھتینَت یا؟

source: Do you want to Speak, Listen or both?
plk: څھوْ موْݜ کال تھینَت، ݜِݨون کھوشنَت یا بیدہوݩڑ؟

source: Drag and drop or <browseWrap>Browse</browseWrap>
plk: ڙِکلِیا گہ پھتِیا <browseWrap> براؤز تِھیا </browseWrap>

source: Drag your file here or <uploadButton>click to upload</uploadButton>
plk: تومیْ فائل ادی <uploadButton> اٹِیا یا اپ لوڈ </uploadButton> تھونے کِرِیا کلک تِھیا۔

source: Drop file here to upload
plk: اپ لوڈ تھونَڑ ادی پھل تِھیا۔

source: Duala
plk: دوالا

source: Duplicate API key name
plk: API کنجی نُوم ڈوبلیکیٹ تِھیا

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
plk: شراکتے دوران دہ جمع تھون دہ تومیْ رائے گہ جمع تھیا۔ جمع تِھیا جیْ کلِک تھے پھتِیا۔ شراکت براہ راست پوْش ریکارڈنگز یا توثیقے مُڇِھنوْ سیٹ سے ساتیْ جاری بُو۔

source: Dutch
plk: ڈچ

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
plk: ڈیٹاسیٹ دہ ہر اندراج ایْک منفرد گہ متعلقہ ٹیکسٹ فائلِجیْ مُشتمِل بِینوْ۔ ڈیٹاسیٹ دہ <b>{ $total }</b>ریکارڈ تِھیلہ لا گھنٹو مجی ڈیموگرافک میٹا ڈیٹا کھاتھ چہ عمر، جنس گہ لہجہ ٹل بِینو کھاں اسپیچ ریکگنیشن گہ سمِیار ترتیب دون دہ مدد تھوبانوْ۔ ڈیٹاسیٹ فی الحال جِبو مجی توثیق تھیلہ وختوجیْ مُشتمِلُن<b>{ $valid }</b>، توثیق تِھیلہ گھنٹائے <b>{ $languages }</b>مگر بیْس ہمشہ مُتیْ آوازہ گہ جِبہ ٹل تِھیؤ بوجوݨَس۔ کھاں گہ جِبے درخواست تھونے کِرِیا اسے صفحہ<languagesLink> یا تعاون تھونے کِرِیا ایْک نظر ڇکِیا </languagesLink>

source: Eastern Balochi
plk: مشرقی بلوچی

source: Eastern Huasteca Nahuatl
plk: مشرقی ہواساتیکا نہوتل

source: Eastern Min
plk: مشرقی من

source: Eastern Penan
plk: مشرقی پینان

source: Easy
plk: ہسان

source: Easy to Understand
plk: پرجون مجی ہسان

source: Ebrie
plk: عبرائے

source: Edit
plk: ایڈٹ

source: Edit Profile
plk: پروفائل ایڈٹ تِھیا

source: Edit tag
plk: ٹیگ ایڈٹ تِھیا

source: e.g., “What do you wish you could use technology for?”
plk: مثالے شان گیْ چہ ”څھوْ جوکے کِرِیا ٹیکنالوجیْ استعمال تھون کھوْشنَت؟“

source: Ekoti
plk: ایکوٹی

source: Element
plk: عنصر

source: Email
plk: ای میل

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
plk: ای میل <emailFragment>commonvoice@mozilla.com</emailFragment>

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
plk: <emailFragment>سائن اپ </emailFragment> اسے میلنگ لسٹ دہ آ پرجونے کِرِیا چہ څھوْس کامن وائس جیْ مہمات، ایونٹس گہ مشترکہ ڈیزائنو خصوصیات دہ کاتھ حصہ ہربانَت۔

source: Email is already used for a different account
plk: ای میل مُڇھوگیْ ایْک مختلف اکاؤنٹے کِرِیا استعمال بِلِن۔
